<p>Bienvenue dans le MOOC <em>Alg&egrave;bre lin&eacute;aire</em>, dans lequel nous introduirons les notions de bases associ&eacute;es &agrave; la r&eacute;solution de syst&egrave;mes lin&eacute;aires et &eacute;tablirons un premier contact avec un objet central &agrave; cette branche des math&eacute;matiques : les espaces vectoriels. Ensuite vous seront introduits les concepts d'<em>applications lin&eacute;aires</em> et matrices associ&eacute;es &agrave; ces derni&egrave;res. Nous &eacute;tudierons alors ces applications &agrave; l'aide d'outils divers, comme le <em>d&eacute;terminant</em>, ou encore une m&eacute;thode de diagonalisation, permettant de comprendre plus en profondeur ces objets. On affrontera aussi le produit scalaire, d'espace vectoriel euclidien, de diagonalisation orthogonale et de forme quadratique.</p>
<p></p>
<p>Ce MOOC, qui consiste en un cours donn&eacute; &agrave; l'&Eacute;cole Polytechnique F&eacute;d&eacute;rale de Lausanne, est con&ccedil;u pour &ecirc;tre suivi sur 14 semaines. Chaque chapitre sera couvert en environ une semaine.</p>
<p>Dans cette partie introductive, portant le nom de Chapitre 0, nous vous fournissons les d&eacute;tails n&eacute;cessaires &agrave; une bonne compr&eacute;hension de l'organisation du cours, ainsi que de la page web.</p>
<ol>
<li>La section <em>Organisation des chapitres&nbsp;</em>concerne&nbsp;les informations portant sur la mani&egrave;re dont sont subdivis&eacute;s&nbsp;les chapitres du cours.</li>
<li>Dans la&nbsp;section <em>Evaluation</em>, &nbsp;nous vous expliquerons comment sont comptabilis&eacute;s les points des diff&eacute;rents exercices.</li>
<li>La section <em>Forum</em> concerne, comme son nom l'indique, l'organisation du forum de discussion. Nous vous expliquerons le fonctionnement de celui-ci.</li>
</ol>
<p></p>
<h2 class="problem-header">IMPORTANT</h2>
<p>Ce MOOC est une r&eacute;plique de&nbsp;<a href="https://courses.edx.org/courses/course-v1:EPFLx+AlgebreX+T1_2016" target="[object Object]">celui du Prof. Donna Testermann</a>. Il a &eacute;t&eacute; adapt&eacute; pour le cours pilote d'alg&egrave;bre lin&eacute;aire donn&eacute; par Simone Deparis en automne 2017 et 2018 &agrave; l'EPFL.</p>