<h2 class="problem-header">D&eacute;COUPAGE&nbsp;DES CHAPITRES</h2>
<p></p>
<p>Comme mentionn&eacute; dans la section pr&eacute;c&eacute;dente, le cours est constitu&eacute; de 10 chapitres. Chaque chapitre est lui-m&ecirc;me d&eacute;compos&eacute; en une suite de sections, de deux&nbsp;types.</p>
<ol>
<li>Les sections relatives &agrave; l'apprentissage de la th&eacute;orie constituent la grosse partie de chaque chapitre. (Il s'agit des sections 1.1-1.8 dans le chapitre 1, par exemple.) C'est dans celles-ci qu'est pr&eacute;sent&eacute;e la mati&egrave;re du cours et bien qu'apr&egrave;s chaque le&ccedil;on, des quiz vous sont propos&eacute;s, ceux-ci <strong>ne seront pas &eacute;valu&eacute;s</strong>. Pour plus de d&eacute;tails concernant ce type de section, veuillez vous rendre &agrave; l'onglet <em>Apprentissage de la th&eacute;orie</em>.</li>
<li>La section <em>Exercices online </em>de chaque chapitre consiste en la <strong>partie &eacute;valu&eacute;e</strong> de ce MOOC. Des exercices (souvent class&eacute;s par th&egrave;mes) de type QCM vous sont propos&eacute;s ici.&nbsp; Pour plus de d&eacute;tails concernant ce type de section, veuillez vous rendre &agrave; l'onglet <em>Application : exercices online</em>. L'&eacute;valuation <strong>n'influence en aucun cas le r&eacute;sultat de l'examen</strong> que vous ferez &agrave; l'EPFL en janvier 2018. Elle est un feedback qui vous aide &agrave; &eacute;valuer votre progression.</li>
<!---
 <li>Dans la section <em>S&eacute;rie PDF</em>, une feuille d'exercices (dont les corrig&eacute;s seront mis en ligne &eacute;galement) vous est propos&eacute;e. Encore une fois, ces s&eacute;ries <strong>ne seront pas &eacute;valu&eacute;es&nbsp;</strong>et donc il est vivement conseill&eacute; de les compl&eacute;ter dans le but de vous entra&icirc;ner avant de passer aux exercices online. Pour plus de d&eacute;tails concernant ce type de section, veuillez vous rendre &agrave; l'onglet <em>Application : s&eacute;ries PDF</em>.</li>
---></ol>
<p></p>