<h2 class="problem-header">Application : exercices online</h2>
<p></p>
<p>La section (ou les sections, comme dans le chapitre 4, par exemple) d&eacute;di&eacute;e(s) aux exercices online. Ces derniers, souvent class&eacute;s par th&egrave;mes (<em>Interpr&eacute;tation g&eacute;om&eacute;trique</em>, <em>R&eacute;solution de syst&egrave;mes lin&eacute;aires</em>, <em>Matrices et syst&egrave;mes lin&eacute;aires</em> dans la section 1.9, par exemple) forment <strong>l'enti&egrave;ret&eacute; de la partie &eacute;valu&eacute;e du MOOC</strong>. Comme d&eacute;j&agrave; mentionn&eacute;, <strong>le r&eacute;sultat n'a aucune influence sur l'examen d'Alg&egrave;bre Lin&eacute;aire de janvier &agrave; l'EPFL</strong>. Voici donc les points importants.</p>
<p></p>
<ol>
<li>Les exercices online&nbsp;<strong>doivent &ecirc;tre valid&eacute;s</strong> dans les d&eacute;lais chaque semaine.</li>
<li>Le nombre total de points qu'il est possible d'obtenir lors de la compl&eacute;tion d'un exercice est inscrit en haut de ce dernier.</li>
<li>Une fois un exercice valid&eacute;, le nombre de points obtenus s'affichera &agrave; c&ocirc;t&eacute; du nombre total de points. Vous verrez &eacute;galement si ledit exercice a &eacute;t&eacute; effectu&eacute; correctement ou non et <strong>il vous sera possible d'acc&eacute;der &agrave; la r&eacute;ponse</strong> d'un simple clic !</li>
<li>Comme les r&eacute;ponses vous sont accessibles imm&eacute;diatement apr&egrave;s validation de vos choix, <strong>un seul essai est autoris&eacute; par exercice</strong>. Ainsi, une fois un exercice valid&eacute;, <strong>il n'est plus possible de revenir en arri&egrave;re</strong> dans le but d'am&eacute;liorer votre score.</li>
</ol>
<h3>Remarque importante concernant les questions &agrave; choix multiples :</h3>
<p>Les questions &agrave; choix multiples sont principalement de deux types : certaines peuvent admettre plus d'une solution, tandis que d'autres n'en n'admette qu'une seule. Cela peut se voir ais&eacute;ment de la fa&ccedil;on suivante.</p>
<ol>
<li>Lorsque les cases &agrave; cocher sont rondes, il n'y a <strong>qu'une seule solution</strong> &agrave; l'exercice.</li>
<li>Quand les cases &agrave; cocher sont carr&eacute;es, alors <strong>il peut y avoir plusieurs r&eacute;ponses possibles</strong>, auquel cas <span style="text-decoration: underline;"><strong><em>il est imp&eacute;ratif de toutes les cocher</em></strong></span> afin d'obtenir tous les points.</li>
</ol>