<h2 class="problem-header">Forum de discusion : Pr&eacute;sentation</h2>
<p>Le Forum est subdivis&eacute; en 5 cat&eacute;gories, dont les descriptions sont les suivantes.</p>
<ol>
<li>La cat&eacute;gorie <em>G&eacute;n&eacute;ral/Social </em>vous donne la possibilit&eacute; de vous pr&eacute;senter, de converser avec d'autres &eacute;tudiants, etc. <strong>Celle-ci ne sera pas lue par le personnel enseignant</strong> et donc ne sera pas mod&eacute;r&eacute;e.</li>
<li>La cat&eacute;gorie <em>Questions sur les le&ccedil;ons&nbsp;</em>vous permet de poster des questions/remarques concernant les le&ccedil;ons, c'est-&agrave;-dire principalement les vid&eacute;os de cours et les sections associ&eacute;es : <em>Contenu/Objectif(s)</em>, <em>Concept(s)-clef(s)</em>.</li>
<li>Dans la cat&eacute;gorie <em>Questions sur les quiz</em>, vous pouvez poster des questions/remarques concernant les quiz des diff&eacute;rents chapitres.</li>
<li>La cat&eacute;gorie <em>Questions sur les exercices online</em> accueillera les questions/remarques sur les exercices online (qu'il est n&eacute;cessaire de compl&eacute;ter si vous d&eacute;sirez l'obtention d'un certificat d'accomplissement).</li>
<li>Finalement, dans la cat&eacute;gorie <em>Questions sur les s&eacute;ries en format PDF</em>, vous avez la possibilit&eacute; de poster des questions/remarques concernant les s&eacute;ries en format PDF ainsi que leurs corrig&eacute;s (PDF et vid&eacute;os).</li>
</ol>
<h2 class="problem-header">Forum de discusion : organisation</h2>
<h3></h3>
<p>Afin d'assurer un bon fonctionnement du forum de discussion ainsi qu'une bonne ambiance sur celui-ci, nous vous prions de respecter les r&egrave;gles suivantes :</p>
<ol>
<li>Lorsque vous postez une question/remarque concernant une vid&eacute;o, un quiz, etc., veuillez s'il vous pla&icirc;t indiquer <strong>dans le titre de votre post</strong> le chapitre, la section, ainsi que le num&eacute;ro de vid&eacute;o/quiz/exercice auxquels vous vous r&eacute;f&eacute;rez.</li>
<li>Lorsque vous avez l'intention de nous faire remarquer une erreur math&eacute;matique dans une vid&eacute;o, un quiz, un exercice, etc., veuillez &eacute;crire [ERREUR] <strong>dans le titre de votre post</strong>. Un tel post sera trait&eacute; en priorit&eacute; et s'il s'av&egrave;re qu'une erreur est en effet pr&eacute;sente &agrave; l'endroit mentionn&eacute;, alors elle sera corrig&eacute;e aussi vite que possible.</li>
<li>Il vous est possible de poser vos questions en fran&ccedil;ais ou en anglais.</li>
<li>Bien entendu, veuillez vous montrer respectueux les uns envers les autres et &eacute;crivez de mani&egrave;re convenable, de fa&ccedil;on &agrave; rendre les discussions autant agr&eacute;ables que possible.</li>
</ol>
<p></p>
<p></p>
<p></p>
