<div>
<div>
<div>
<div>
<h2 class="problem-header">Contenu de la le&ccedil;on</h2>
<h3></h3>
</div>
</div>
<div>Dans cette le&ccedil;on, nous &eacute;noncerons un r&eacute;sultat permettant (dans certains cas) de simplifier les calculs de d&eacute;terminants. Ce r&eacute;sultat nous donne la possibilit&eacute; de calculer r&eacute;cursivement le d&eacute;terminant en d&eacute;veloppant par rapport &agrave; n'importe quelle ligne ou colonne (et non pas obligatoirement par rapport &agrave; la premi&egrave;re ligne). Ensuite, nous verrons quel lien entretiennent le d&eacute;terminant d'une matrice donn&eacute;e et celui de la multiplication de ladite matrice par une op&eacute;ration &eacute;l&eacute;mentaire (&agrave; gauche ou &agrave; droite). Finalement, nous verrons qu'il est facile de calculer le d&eacute;terminant d'une matrice triangulaire et d&eacute;montrerons que le d&eacute;terminant d'une matrice est &eacute;gal &agrave; celui de sa transpos&eacute;e.</div>
<div></div>
<div><br />
<div>
<div>
<h2 class="problem-header">objectifs</h2>
<h3></h3>
</div>
</div>
<p>Une fois la mati&egrave;re de cette le&ccedil;on acquise et les quiz et exercices correspondants ma&icirc;tris&eacute;s, l'&eacute;tudiant devrait &ecirc;tre capable</p>
<ol>
<li><strong></strong>de calculer le d&eacute;terminant d'une matrice donn&eacute;e en d&eacute;veloppant par rapport &agrave; n'importe quelle ligne ou colonne ;<strong></strong></li>
<li>de conna&icirc;tre (sans effectuer le moindre calcul) la valeur du d&eacute;terminant d'une matrice \(A\) multipli&eacute;e par une matrice &eacute;l&eacute;mentaire (&agrave; droite ou &agrave; gauche) en fonction du d&eacute;terminant de \(A\) ;<strong></strong></li>
<li>d'appliquer la formule permettant le calcul imm&eacute;diat de la valeur du d&eacute;terminant d'une matrice triangulaire ;<strong></strong></li>
<li>de s'aider des op&eacute;rations &eacute;l&eacute;mentaires et de la possibilit&eacute; de d&eacute;velopper comme bon lui semble afin de calculer le d&eacute;terminant d'une matrice donn&eacute;e (comme dans le dernier exemple de la vid&eacute;o).</li>
</ol>&nbsp;
<p></p>
</div>
</div>
</div>